"PageTitle" = "Installing %@";

/* alert strings */
"INSERT_MEDIA" = "Insert the “%@” disc to continue the installation.";
"INSERT_MEDIA2" = "You have chosen to install software that requires this disc.";

"CANCEL_INSTALL" = "Are you sure you want to cancel the software installation?";
"CANCEL_INSTALL2" = "You have not finished installing all the software. If you cancel, the software may be partially installed and may not function properly.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Install time remaining: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Checking your installation source disc…";
"INSTALL_CHECKSUM_STATUS" = "%u%% complete…";

"ChecksumFailedAlert" = "There was a problem checking your disc.";
"ChecksumFailedMessage" = "Restart your computer, eject the disc, and check for fingerprints or scratches. If this problem persists, contact Apple Customer Support.";

"ChecksumFailedIgnoreBtn" = "Ignore & Continue";
"CheckFailedCancel" = "Cancel Install";


/* button title */
"SkipButton" = "Skip";

